{
  "type": "FeatureCollection",
  "features": [
    {
      "type": "Feature",
      "properties": {
        "name": "The Imperial Vũng Tàu Hotel",
        "address": "159 Thùy Vân, Phường Thắng Tam, Thành phố Vũng Tàu, Bà Rịa - Vũng Tàu, Việt Nam",
        "description": "The Imperial Vũng Tàu Hotel là một khu nghỉ dưỡng 5 sao đẳng cấp, tọa lạc ngay bên bãi biển tuyệt đẹp của Vũng Tàu. Với kiến trúc cổ điển lộng lẫy, nội thất sang trọng, hồ bơi lớn và dịch vụ chuyên nghiệp, đây là lựa chọn hoàn hảo cho những ai tìm kiếm một kỳ nghỉ thư thái, tiện nghi và đẳng cấp. Khách sạn cũng gần các điểm tham quan và khu vực ăn uống sôi động của thành phố.",
        "tags": [
          "khách sạn sang trọng",
          "khách sạn biển",
          "khu nghỉ dưỡng",
          "nơi lưu trú"
        ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          107.0948772648328,
          10.344164124579141
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Pullman Vũng Tàu",
        "address": "15 Thi Sách, Phường Thắng Tam, Thành phố Vũng Tàu, Bà Rịa - Vũng Tàu, Việt Nam",
        "description": "Pullman Vũng Tàu là khách sạn 5 sao sang trọng, tọa lạc lý tưởng gần Bãi Sau sôi động, mang đến trải nghiệm nghỉ dưỡng và công tác đẳng cấp. Khách sạn nổi bật với kiến trúc hiện đại, các phòng nghỉ tiện nghi, hồ bơi ngoài trời thư giãn, spa cao cấp và nhiều lựa chọn ẩm thực phong phú. Đây là điểm đến lý tưởng để tận hưởng vẻ đẹp của Vũng Tàu, dù bạn đi công tác hay du lịch.",
        "tags": [
          "khách sạn",
          "resort",
          "chỗ ở cao cấp",
          "hồ bơi",
          "spa",
          "nhà hàng",
          "trung tâm hội nghị"
        ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          107.09466265505165,
          10.348711821668909
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Khu Marina Vũng Tàu",
        "address": "Đường số 1, KCN Đông Xuyên, Phường Rạch Dừa, Thành phố Vũng Tàu, Bà Rịa - Vũng Tàu",
        "description": "Khu Marina Vũng Tàu là một bến du thuyền hiện đại và sầm uất, nổi bật với khung cảnh biển thơ mộng và các hoạt động thể thao dưới nước sôi động. Đây là điểm đến lý tưởng để du khách chiêm ngưỡng những chiếc du thuyền sang trọng, tham gia các tour lặn biển, lướt ván hoặc chỉ đơn giản là thư giãn tại các quán cà phê ven biển và tận hưởng không khí trong lành.",
        "tags": [
          "bến du thuyền",
          "khu vui chơi giải trí",
          "du lịch biển",
          "điểm tham quan"
        ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          107.05555848017876,
          10.380216661230403
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Du thuyền Marina (Long Hải – Hồ Tràm)",
        "address": "Thị trấn Long Hải, huyện Long Điền, tỉnh Bà Rịa - Vũng Tàu",
        "description": "Du thuyền Marina tại Long Hải – Hồ Tràm là điểm đến lý tưởng cho những ai yêu thích các hoạt động trên biển và khám phá vẻ đẹp của bờ biển phía Nam Việt Nam. Tận hưởng cảm giác lướt sóng trên du thuyền sang trọng, ngắm cảnh bình minh hoặc hoàng hôn tuyệt đẹp và tham gia các môn thể thao dưới nước đầy sôi động. Đây là nơi hoàn hảo để thư giãn và tạo kỷ niệm đáng nhớ cùng gia đình và bạn bè.",
        "tags": [
          "bến du thuyền",
          "điểm tham quan",
          "hoạt động giải trí",
          "bờ biển"
        ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          107.19931477005355,
          10.662148582573211
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Zenna Pool Camp",
        "address": "Biển Long Hải, Xã Phước Tỉnh, Huyện Long Điền, Bà Rịa - Vũng Tàu",
        "description": "Zenna Pool Camp là một khu cắm trại và nghỉ dưỡng sôi động tọa lạc bên bờ biển Long Hải thơ mộng, mang đến trải nghiệm hòa mình vào thiên nhiên với bãi cát trắng và làn nước biển trong xanh. Nơi đây nổi bật với hồ bơi lớn cùng các khu vực cắm trại được trang bị đầy đủ, lý tưởng cho các hoạt động vui chơi, dã ngoại và thư giãn cùng gia đình, bạn bè. Bạn có thể tận hưởng không khí trong lành, ngắm bình minh trên biển và tham gia các buổi tiệc BBQ ấm cúng.",
        "tags": [
          "khu cắm trại",
          "hồ bơi",
          "điểm đến nghỉ dưỡng",
          "bãi biển",
          "khu dã ngoại"
        ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          107.18899709552463,
          10.403900905877128
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Marina Club Vũng Tàu",
        "address": "3B Trần Phú, Phường 5, Thành phố Vũng Tàu, Bà Rịa - Vũng Tàu, Việt Nam",
        "description": "Marina Club Vũng Tàu là một điểm đến không thể bỏ lỡ, nổi tiếng với không gian sang trọng, tầm nhìn tuyệt đẹp ra biển và ẩm thực đa dạng. Nơi đây lý tưởng cho các bữa ăn lãng mạn, gặp gỡ bạn bè hoặc tổ chức sự kiện, mang đến trải nghiệm đẳng cấp bên bờ biển Vũng Tàu với không khí sôi động và dịch vụ chuyên nghiệp.",
        "tags": [
          "nhà hàng",
          "quán bar",
          "ẩm thực",
          "giải trí",
          "ven biển",
          "view đẹp"
        ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          107.08120408759751,
          10.327052280477309
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Blue Moon Lounge",
        "address": "123 Đường Nguyễn Huệ, Quận 1, Thành phố Hồ Chí Minh, Việt Nam",
        "description": "Blue Moon Lounge là điểm đến lý tưởng để thư giãn và tận hưởng những ly cocktail tuyệt hảo trong không gian sang trọng và âm nhạc du dương. Nơi đây mang đến trải nghiệm giải trí đêm đẳng cấp, hoàn hảo cho những buổi tối lãng mạn hoặc gặp gỡ bạn bè.",
        "tags": [
          "quán bar",
          "phòng chờ",
          "giải trí đêm",
          "cocktail bar"
        ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          107.07545648017836,
          10.34397089706969
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Gazebo Beach Club",
        "address": "138-139 Nguyễn Đình Chiểu, Hàm Tiến, Thành phố Phan Thiết, Bình Thuận, Việt Nam",
        "description": "Gazebo Beach Club là điểm đến lý tưởng để tận hưởng không khí biển sôi động tại Phan Thiết. Với không gian mở hướng biển tuyệt đẹp, đây là nơi tuyệt vời để thưởng thức ẩm thực tươi ngon, đồ uống mát lạnh và những giai điệu âm nhạc sống động. Du khách có thể thư giãn trên ghế dài, ngắm hoàng hôn lãng mạn hoặc tham gia các sự kiện giải trí ban đêm. Một trải nghiệm không thể bỏ lỡ cho những ai tìm kiếm sự kết hợp giữa thư giãn và vui vẻ bên bờ biển.",
        "tags": [
          "câu lạc bộ bãi biển",
          "nhà hàng",
          "quán bar",
          "điểm giải trí",
          "nơi thư giãn"
        ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          107.07190626668758,
          10.335031120874488
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Phố nướng Trương Công Định",
        "address": "Đường Trương Công Định, Thành phố Đà Lạt, Lâm Đồng, Việt Nam",
        "description": "Phố nướng Trương Công Định là thiên đường ẩm thực dành cho những tín đồ mê món nướng, tọa lạc tại thành phố Đà Lạt mộng mơ. Nơi đây nổi tiếng với không khí sôi động, hàng loạt quán nướng đa dạng từ thịt heo, bò, gà đến hải sản tươi ngon, được tẩm ướp đậm đà và chế biến hấp dẫn. Thưởng thức các món nướng nóng hổi trong tiết trời se lạnh của Đà Lạt chắc chắn sẽ là một trải nghiệm khó quên, lý tưởng cho các buổi tụ họp bạn bè hoặc gia đình.",
        "tags": [
          "phố ẩm thực",
          "ẩm thực đường phố",
          "nhà hàng",
          "quán ăn",
          "điểm đến ẩm thực"
        ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          107.08478605301038,
          10.354681616173428
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Chợ Xóm Lưới",
        "address": "Nguyễn Công Trứ, Phường 2, Thành phố Vũng Tàu, Bà Rịa - Vũng Tàu",
        "description": "Chợ Xóm Lưới là một trong những khu chợ hải sản nổi tiếng nhất Vũng Tàu, nơi du khách có thể tìm thấy đa dạng các loại hải sản tươi sống vừa được đánh bắt. Đến đây, bạn không chỉ mua được hải sản chất lượng với giá cả phải chăng mà còn có thể thưởng thức ngay tại chỗ hoặc nhờ các quán ăn lân cận chế biến. Đây là điểm đến không thể bỏ qua để trải nghiệm văn hóa ẩm thực địa phương và mang về những món quà biển tươi ngon.",
        "tags": [
          "chợ hải sản",
          "chợ địa phương",
          "điểm mua sắm",
          "ẩm thực đường phố"
        ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          107.07704140901483,
          10.342152771332337
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Khu Bảo tồn Thiên nhiên Bình Châu - Phước Bửu",
        "address": "Quốc lộ 55, Xã Bưng Riềng, Huyện Xuyên Mộc, Tỉnh Bà Rịa - Vũng Tàu, Việt Nam",
        "description": "Khám phá Khu Bảo tồn Thiên nhiên Bình Châu - Phước Bửu, một trong những khu rừng nguyên sinh ven biển hiếm hoi của Việt Nam. Nơi đây là mái nhà của hệ sinh thái đa dạng với hàng trăm loài thực vật và động vật quý hiếm, tạo nên một không gian xanh mát, lý tưởng cho những ai yêu thiên nhiên, muốn khám phá sự yên bình và vẻ đẹp hoang sơ của rừng.",
        "tags": [
          "khu bảo tồn thiên nhiên",
          "rừng nguyên sinh",
          "điểm du lịch sinh thái",
          "công viên"
        ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          107.48403780901691,
          10.54978911408306
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Khu du lịch suối khoáng nóng Bình Châu",
        "address": "Quốc lộ 55, Xã Bình Châu, Huyện Xuyên Mộc, Bà Rịa - Vũng Tàu, Việt Nam",
        "description": "Khu du lịch suối khoáng nóng Bình Châu là một ốc đảo yên bình giữa thiên nhiên hoang sơ, nổi tiếng với hệ thống suối khoáng nóng tự nhiên có tác dụng chữa bệnh và thư giãn. Du khách có thể tận hưởng các liệu pháp tắm bùn khoáng, ngâm mình trong hồ nước ấm áp, luộc trứng bằng nước nóng tự nhiên hoặc thư giãn với các dịch vụ spa cao cấp. Đây là điểm đến lý tưởng để tái tạo năng lượng và tránh xa sự ồn ào của thành phố.",
        "tags": [
          "suối khoáng nóng",
          "khu nghỉ dưỡng",
          "trung tâm spa",
          "tắm bùn",
          "du lịch sinh thái",
          "điểm đến thư giãn"
        ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          107.55927788777375,
          10.602328611091188
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Tropicana Resort Ho Tram",
        "address": "Hồ Tràm, Xã Phước Thuận, Huyện Xuyên Mộc, Bà Rịa - Vũng Tàu, Việt Nam",
        "description": "Tropicana Resort Ho Tram là một khu nghỉ dưỡng biển cao cấp tại Hồ Tràm, nổi bật với bãi biển riêng tư tuyệt đẹp, hồ bơi lớn và các tiện nghi giải trí đa dạng. Nơi đây lý tưởng cho các gia đình và cặp đôi tìm kiếm sự thư giãn và trải nghiệm sang trọng giữa khung cảnh thiên nhiên hùng vĩ của biển Hồ Tràm, mang đến kỳ nghỉ đáng nhớ với không gian yên bình và dịch vụ chu đáo.",
        "tags": [
          "khu nghỉ dưỡng",
          "resort",
          "bãi biển",
          "sang trọng",
          "giải trí",
          "nghỉ dưỡng"
        ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          107.53266842436238,
          10.533740610060347
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "The Grand Ho Tram Strip",
        "address": "Ven Biển, Phước Thuận, Xuyên Mộc, Bà Rịa - Vũng Tàu, Vietnam",
        "description": "The Grand Ho Tram Strip là một khu phức hợp nghỉ dưỡng đẳng cấp quốc tế tọa lạc bên bờ biển Hồ Tràm xinh đẹp. Nơi đây mang đến trải nghiệm nghỉ dưỡng sang trọng với khách sạn 5 sao, sòng bạc hiện đại, sân golf 18 lỗ đẳng cấp thế giới, cùng các tiện ích spa, ẩm thực phong phú và khu vui chơi giải trí hấp dẫn, lý tưởng cho mọi du khách tìm kiếm sự thư giãn và giải trí.",
        "tags": [
          "khu nghỉ dưỡng cao cấp",
          "sòng bạc",
          "sân golf",
          "spa",
          "khu vui chơi giải trí",
          "bãi biển",
          "khách sạn"
        ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          107.45392099948863,
          10.488022289627619
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Khu Du Lịch Biển Đông",
        "address": "Số 8 Thùy Vân, Phường 2, Thành phố Vũng Tàu, Bà Rịa - Vũng Tàu",
        "description": "Khu Du Lịch Biển Đông là một điểm đến không thể bỏ lỡ tại thành phố biển Vũng Tàu, nổi tiếng với bãi cát vàng trải dài, làn nước biển trong xanh và không khí trong lành. Nơi đây là lựa chọn lý tưởng cho các hoạt động vui chơi trên biển, tắm nắng, thư giãn và thưởng thức hải sản tươi ngon, mang đến trải nghiệm nghỉ dưỡng tuyệt vời cho mọi du khách.",
        "tags": [
          "khu nghỉ dưỡng",
          "bãi biển",
          "điểm tham quan",
          "du lịch biển",
          "khu vui chơi giải trí"
        ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          107.46880125505311,
          10.498151026836808
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Khu Du Lịch Gió Biển Vũng Tàu",
        "address": "10 Hạ Long, Phường 2, Thành phố Vũng Tàu, Bà Rịa - Vũng Tàu",
        "description": "Khu Du Lịch Gió Biển Vũng Tàu là một điểm đến lý tưởng tại thành phố biển Vũng Tàu, nổi tiếng với không gian thoáng đãng, bãi biển trong xanh và tầm nhìn tuyệt đẹp ra biển. Nơi đây cung cấp các dịch vụ giải trí, nghỉ dưỡng đa dạng, phù hợp cho mọi gia đình và nhóm bạn muốn tận hưởng không khí biển trong lành và thư giãn.",
        "tags": [
          "khu du lịch",
          "bãi biển",
          "điểm tham quan",
          "giải trí",
          "resort"
        ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          107.42898819552536,
          10.46992534491578
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Lan Rung Resort & Spa",
        "address": "03 Trần Phú, Phường 1, Thành phố Vũng Tàu, Bà Rịa - Vũng Tàu, Việt Nam",
        "description": "Lan Rung Resort & Spa là một ốc đảo yên bình tọa lạc bên bờ biển Vũng Tàu, mang đến không gian nghỉ dưỡng sang trọng với kiến trúc độc đáo, các liệu pháp spa thư giãn và ẩm thực phong phú. Đây là điểm đến lý tưởng cho những ai tìm kiếm sự kết hợp hoàn hảo giữa thư giãn và khám phá vẻ đẹp tự nhiên, hứa hẹn mang lại trải nghiệm khó quên cho du khách.",
        "tags": [
          "khu nghỉ dưỡng",
          "spa",
          "khách sạn",
          "du lịch biển",
          "resort"
        ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          107.27289454948776,
          10.400074399040587
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Paradise Beach & Golf Club",
        "address": "Đường Biển, Phường An Hải Bắc, Quận Sơn Trà, Đà Nẵng, Việt Nam",
        "description": "Paradise Beach & Golf Club là một điểm đến lý tưởng kết hợp sự quyến rũ của bãi biển nguyên sơ và trải nghiệm chơi golf đẳng cấp. Nơi đây mang đến không gian nghỉ dưỡng tuyệt vời với bờ cát trắng mịn, làn nước trong xanh và sân golf được thiết kế tinh tế giữa cảnh quan thiên nhiên hùng vĩ. Du khách có thể thư giãn dưới ánh nắng, tận hưởng các hoạt động thể thao biển hoặc thử thách bản thân trên sân golf chuyên nghiệp. Một thiên đường thực sự cho những ai tìm kiếm sự kết hợp giữa thư giãn và niềm đam mê.",
        "tags": [
          "bãi biển",
          "sân golf",
          "khu nghỉ dưỡng",
          "giải trí",
          "thiên đường"
        ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          107.11069315319693,
          10.363214020030767
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Công viên Thỏ Trắng Vũng Tàu",
        "address": "9 Thùy Vân, Phường 2, Thành phố Vũng Tàu, Bà Rịa - Vũng Tàu, Việt Nam",
        "description": "Công viên Thỏ Trắng Vũng Tàu là điểm đến lý tưởng cho gia đình và giới trẻ, nổi bật với hàng loạt trò chơi cảm giác mạnh và khu vui chơi thiếu nhi đa dạng. Tọa lạc ngay trung tâm Bãi Sau, công viên mang đến không gian giải trí sôi động với vòng quay mặt trời, tàu lượn siêu tốc và nhiều trò chơi hấp dẫn khác, đảm bảo những giây phút vui vẻ và đáng nhớ tại thành phố biển Vũng Tàu.",
        "tags": [
          "công viên giải trí",
          "khu vui chơi",
          "điểm tham quan",
          "du lịch gia đình",
          "Vũng Tàu"
        ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          107.10119468203328,
          10.352331469672839
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Hồ Mây Park (Núi Lớn)",
        "address": "1A Trần Phú, Phường 1, Thành phố Vũng Tàu, Bà Rịa - Vũng Tàu, Việt Nam",
        "description": "Hồ Mây Park là một khu du lịch sinh thái và giải trí đa dạng nằm trên đỉnh Núi Lớn, Vũng Tàu. Du khách sẽ được trải nghiệm cáp treo hiện đại ngắm toàn cảnh thành phố và biển, khám phá các trò chơi cảm giác mạnh, công viên nước, khu tâm linh và vườn thú. Nơi đây là điểm đến lý tưởng cho gia đình và nhóm bạn muốn tận hưởng không khí trong lành, khung cảnh tuyệt đẹp và những giờ phút vui chơi đáng nhớ.",
        "tags": [
          "công viên giải trí",
          "khu du lịch sinh thái",
          "điểm tham quan",
          "cáp treo",
          "view biển đẹp"
        ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          107.06661293599643,
          10.351059457465395
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Cáp treo Hồ Mây",
        "address": "1A Trần Phú, Phường 1, Thành phố Vũng Tàu, Bà Rịa - Vũng Tàu",
        "description": "Cáp treo Hồ Mây là tuyến cáp treo hiện đại đưa du khách lên đỉnh Núi Lớn, mở ra một thế giới giải trí đầy thú vị tại Hồ Mây Park. Từ cabin cáp treo, bạn có thể ngắm nhìn toàn cảnh thành phố Vũng Tàu thơ mộng, biển xanh bao la và núi non hùng vĩ. Nơi đây hứa hẹn mang đến những trải nghiệm đáng nhớ với công viên giải trí, khu tâm linh, và nhiều hoạt động vui chơi giải trí hấp dẫn khác.",
        "tags": [
          "cáp treo",
          "khu du lịch",
          "công viên giải trí",
          "ngắm cảnh",
          "điểm tham quan"
        ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          107.06649463970618,
          10.351419128380575
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Lăng Cá Ông Thắng Tam",
        "address": "48 Hoàng Hoa Thám, Phường Thắng Tam, Thành phố Vũng Tàu, Bà Rịa - Vũng Tàu, Vietnam",
        "description": "Lăng Cá Ông Thắng Tam là một ngôi đền cổ kính và linh thiêng tại Vũng Tàu, nơi ngư dân địa phương thờ phụng Cá Ông (cá voi) như vị thần bảo hộ biển cả. Du khách sẽ có cơ hội chiêm ngưỡng bộ xương cá voi khổng lồ được lưu giữ cẩn thận, tìm hiểu về tín ngưỡng độc đáo của người dân biển và hòa mình vào không gian văn hóa đậm chất vùng miền. Đây là điểm đến không thể bỏ qua để khám phá nét đẹp tâm linh và truyền thống của thành phố biển Vũng Tàu.",
        "tags": [
          "di tích lịch sử",
          "đền thờ",
          "di sản văn hóa",
          "điểm tham quan tâm linh",
          "bảo tàng"
        ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          107.08418531166727,
          10.343662445261455
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Bạch Dinh (White Palace)",
        "address": "10 Trần Phú, Phường 1, Thành phố Vũng Tàu, Bà Rịa - Vũng Tàu, Việt Nam",
        "description": "Tọa lạc trên đồi Phụng Hoàng, Bạch Dinh (Dinh thự Trắng) là một công trình kiến trúc Pháp cổ kính tuyệt đẹp, được xây dựng từ cuối thế kỷ 19. Với tầm nhìn bao quát ra Bãi Trước thơ mộng, dinh thự này từng là nơi nghỉ dưỡng của Toàn quyền Đông Dương và vua Bảo Đại. Ngày nay, Bạch Dinh mở cửa đón khách tham quan, trưng bày nhiều cổ vật giá trị, mang đến cái nhìn sâu sắc về lịch sử và văn hóa Việt Nam thời Pháp thuộc. Một điểm đến không thể bỏ qua khi ghé thăm Vũng Tàu.",
        "tags": [
          "di tích lịch sử",
          "kiến trúc Pháp",
          "biệt thự cổ",
          "bảo tàng",
          "điểm tham quan"
        ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          107.06795574068401,
          10.351222087863118
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Hải đăng Vũng Tàu",
        "address": "Núi Nhỏ, Phường 2, Thành phố Vũng Tàu, Bà Rịa - Vũng Tàu, Việt Nam",
        "description": "Hải đăng Vũng Tàu là một trong những ngọn hải đăng cổ nhất Việt Nam, tọa lạc trên đỉnh Núi Nhỏ. Đây không chỉ là biểu tượng dẫn đường cho tàu thuyền mà còn là một điểm đến không thể bỏ qua cho du khách, với kiến trúc Pháp cổ kính, con đường dẫn lên uốn lượn rợp bóng cây và tầm nhìn toàn cảnh tuyệt đẹp bao quát thành phố biển Vũng Tàu và đại dương xanh ngắt.",
        "tags": [
          "hải đăng",
          "di tích kiến trúc",
          "điểm tham quan",
          "cảnh đẹp",
          "điểm ngắm cảnh",
          "du lịch lịch sử"
        ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          107.07767372436035,
          10.33425986651766
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Tượng Chúa Kitô Vua (Núi Nhỏ)",
        "address": "Thành phố Vũng Tàu, Bà Rịa - Vũng Tàu",
        "description": "Tọa lạc trên đỉnh Núi Nhỏ, Tượng Chúa Kitô Vua là biểu tượng hùng vĩ của Vũng Tàu, thu hút du khách bởi kiến trúc ấn tượng và tầm nhìn ngoạn mục ra toàn cảnh thành phố biển. Với chiều cao 32m, đây là một trong những tượng Chúa Kitô lớn nhất châu Á, cho phép du khách leo hơn 130 bậc thang xoắn ốc để lên đến tay tượng và chiêm ngưỡng khung cảnh bao la của biển cả và núi non. Một điểm đến không thể bỏ lỡ cho những ai muốn kết hợp du lịch tâm linh và ngắm cảnh tuyệt đẹp.",
        "tags": [
          "di tích tôn giáo",
          "điểm tham quan",
          "tượng đài",
          "cảnh quan"
        ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          107.08483384527028,
          10.32655092011787
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Hòn Bà",
        "address": "100 Hạ Long, Phường 2, Thành phố Vũng Tàu, Bà Rịa - Vũng Tàu, Việt Nam",
        "description": "Hòn Bà là một hòn đảo nhỏ nằm gần bờ biển Vũng Tàu, nổi tiếng với Miếu Hòn Bà linh thiêng và ngọn hải đăng cổ kính. Điểm độc đáo nhất là con đường đá nối đất liền với đảo chỉ lộ ra khi thủy triều rút, cho phép du khách đi bộ ra thăm đảo. Đây là một điểm đến hấp dẫn với phong cảnh hữu tình, kiến trúc độc đáo và mang đậm nét văn hóa tâm linh, hứa hẹn mang lại những trải nghiệm khó quên.",
        "tags": [
          "đảo",
          "điểm tham quan",
          "di tích lịch sử",
          "điểm du lịch tâm linh",
          "ngọn hải đăng"
        ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          107.08924150715981,
          10.324112918238841
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Đèo Nước Ngọt",
        "address": "Tỉnh lộ 44A, Long Hải, Long Điền, Bà Rịa - Vũng Tàu",
        "description": "Đèo Nước Ngọt là một cung đường ven biển tuyệt đẹp nối liền Long Hải và Bình Châu, nổi tiếng với cảnh quan thiên nhiên hùng vĩ, một bên là núi, một bên là biển xanh trong vắt. Đây là điểm đến lý tưởng cho những ai muốn khám phá vẻ đẹp hoang sơ, tận hưởng làn gió biển mát lành và ghi lại những bức ảnh check-in ấn tượng, đặc biệt là vào lúc bình minh hoặc hoàng hôn. Khu vực này còn có nhiều bãi cắm trại và suối nước ngọt tự nhiên, thu hút du khách đến nghỉ ngơi và thư giãn.",
        "tags": [
          "đèo",
          "cảnh quan thiên nhiên",
          "điểm chụp ảnh",
          "đường ven biển",
          "khu cắm trại"
        ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          107.25660063363566,
          10.380003903276373
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Bãi biển Long Hải",
        "address": "Thị trấn Long Hải, Huyện Long Điền, Bà Rịa - Vũng Tàu, Việt Nam",
        "description": "Bãi biển Long Hải là một điểm đến nghỉ dưỡng yên bình và hoang sơ nằm ở Bà Rịa - Vũng Tàu. Nổi bật với bờ cát trắng mịn, làn nước biển trong xanh và không khí trong lành, nơi đây là lựa chọn lý tưởng để thư giãn, tắm biển và thưởng thức hải sản tươi ngon. Long Hải còn thu hút du khách bởi những dãy núi đá hùng vĩ bao quanh và làng chài truyền thống mang đậm nét văn hóa địa phương.",
        "tags": [
          "bãi biển",
          "điểm du lịch",
          "cảnh đẹp thiên nhiên",
          "nghỉ dưỡng",
          "hải sản"
        ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          107.23623238783325,
          10.383730003521695
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Bãi biển Hồ Cốc",
        "address": "Hồ Cốc, Xã Bưng Riềng, Huyện Xuyên Mộc, Bà Rịa - Vũng Tàu, Việt Nam",
        "description": "Bãi biển Hồ Cốc là một viên ngọc ẩn mình tại Bà Rịa - Vũng Tàu, nổi tiếng với vẻ đẹp hoang sơ, làn nước trong xanh và bãi cát trắng mịn màng. Nơi đây lý tưởng cho những ai tìm kiếm sự yên bình, tránh xa sự ồn ào của đô thị. Với những hàng cây phi lao xanh mát, bãi đá tự nhiên độc đáo và không khí trong lành, Hồ Cốc mang đến trải nghiệm thư giãn tuyệt vời, từ tắm biển, cắm trại đến thưởng thức hải sản tươi ngon.",
        "tags": [
          "bãi biển",
          "điểm đến du lịch",
          "cảnh đẹp tự nhiên",
          "khu nghỉ dưỡng",
          "bãi tắm"
        ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          107.4776601436549,
          10.499498460996104
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Hồ Tràm",
        "address": "Hồ Tràm, Xuyên Mộc, Bà Rịa - Vũng Tàu, Việt Nam",
        "description": "Hồ Tràm là một bãi biển hoang sơ tuyệt đẹp thuộc tỉnh Bà Rịa - Vũng Tàu, nổi tiếng với bờ cát trắng mịn, làn nước biển trong xanh và không khí yên bình. Đây là điểm đến lý tưởng cho những ai muốn thoát khỏi sự ồn ào của thành phố để thư giãn, tận hưởng kỳ nghỉ dưỡng sang trọng tại các resort cao cấp hoặc khám phá vẻ đẹp tự nhiên hoang dã.",
        "tags": [
          "bãi biển",
          "khu nghỉ dưỡng",
          "điểm đến du lịch",
          "nghỉ dưỡng",
          "giải trí"
        ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          107.43564294568046,
          10.472271812795642
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Đồi Con Heo",
        "address": "Phường 2, Thành phố Vũng Tàu, Bà Rịa - Vũng Tàu, Việt Nam",
        "description": "Đồi Con Heo là một trong những điểm ngắm cảnh đẹp nhất Vũng Tàu, nổi tiếng với tầm nhìn toàn cảnh ra biển, Bãi Sau và thành phố. Đây là địa điểm lý tưởng để chiêm ngưỡng hoàng hôn lãng mạn và chụp những bức ảnh 'sống ảo' cực chất, mang đến trải nghiệm khó quên cho du khách.",
        "tags": [
          "điểm tham quan",
          "ngắm cảnh",
          "đồi",
          "view biển",
          "điểm check-in"
        ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          107.08636759552384,
          10.3277247800703
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Mũi Nghinh Phong",
        "address": "01 Hạ Long, Phường 2, Thành phố Vũng Tàu, Bà Rịa - Vũng Tàu",
        "description": "Mũi Nghinh Phong, được mệnh danh là ",
        "tags": [
          "điểm tham quan",
          "cảnh đẹp tự nhiên",
          "mũi đất",
          "điểm ngắm cảnh",
          "địa danh"
        ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          107.08378268874286,
          10.322492907167057
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Bãi Trước",
        "address": "Quang Trung, Phường 1, Thành phố Vũng Tàu, Bà Rịa - Vũng Tàu, Vietnam",
        "description": "Bãi Trước, hay còn gọi là Bãi Tầm Dương, là một trong những bãi biển đẹp và sôi động nhất Vũng Tàu. Nổi bật với hàng dừa xanh mát, công viên ven biển thơ mộng và tầm nhìn tuyệt đẹp ra biển, đây là địa điểm lý tưởng để tản bộ, ngắm hoàng hôn lãng mạn và thưởng thức không khí trong lành. Du khách cũng có thể tìm thấy nhiều nhà hàng, quán cà phê sầm uất dọc bờ biển.",
        "tags": [
          "bãi biển",
          "điểm tham quan",
          "công viên ven biển",
          "ngắm hoàng hôn"
        ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          107.07411991668758,
          10.343552398057327
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Bãi Sau (Thùy Vân)",
        "address": "Đường Thùy Vân, Phường 2, Thành phố Vũng Tàu, Bà Rịa - Vũng Tàu, Việt Nam",
        "description": "Bãi Sau, hay còn gọi là bãi Thùy Vân, là bãi biển nổi tiếng và sầm uất nhất Vũng Tàu với bờ cát trắng mịn trải dài, sóng êm và nước biển trong xanh. Đây là điểm đến lý tưởng để tắm biển, thư giãn, tham gia các hoạt động thể thao dưới nước và thưởng thức hải sản tươi ngon. Bãi Sau cũng có nhiều khách sạn, nhà hàng và khu vui chơi giải trí, tạo nên một không gian sôi động, thu hút đông đảo du khách trong và ngoài nước.",
        "tags": [
          "bãi biển",
          "điểm tham quan",
          "du lịch",
          "giải trí"
        ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          107.08986297087124,
          10.334013940648484
        ]
      }
    }
  ]
}
